DEFINE CONNECTION(RTOA) GROUP(MINIROR)
DESCRIPTION(CONNECT TO AOR)
       NETNAME(IYK3ZC77) ACCESSMETHOD(XM) SINGLESESS(NO)
       DATASTREAM(USER) RECORDFORMAT(U) QUEUELIMIT(NO) MAXQTIME(NO)
       AUTOCONNECT(NO) INSERVICE(YES) ATTACHSEC(LOCAL) BINDSECURITY(NO)
       USEDFLTUSER(NO) XLNACTION(KEEP) DEFINETIME(15/06/07 09:38:02)
       CHANGETIME(15/06/07 09:38:02) CHANGEUSRID(CICSUSER)
       CHANGEAGENT(CSDAPI) CHANGEAGREL(0700)
DEFINE PROGRAM(TRANSFER) GROUP(MINIROR)
DESCRIPTION(REMOTE PROGRAM POINT TO AOR)
       RELOAD(NO) RESIDENT(NO) USAGE(NORMAL) USELPACOPY(NO)
       STATUS(ENABLED) CEDF(YES) DATALOCATION(BELOW) EXECKEY(USER)
       CONCURRENCY(QUASIRENT) API(CICSAPI) DYNAMIC(NO)
       REMOTESYSTEM(RTOA) REMOTENAME(TRANSFER) TRANSID(TSFJ)
       EXECUTIONSET(FULLAPI) JVM(NO) DEFINETIME(15/06/07 09:37:01)
       CHANGETIME(15/06/07 09:37:06) CHANGEUSRID(CICSUSER)
       CHANGEAGENT(CSDAPI) CHANGEAGREL(0700)
DEFINE SESSIONS(RTOA) GROUP(MINIROR)
       CONNECTION(RTOA) PROTOCOL(LU61) MAXIMUM(0,0) RECEIVEPFX(<)
       RECEIVECOUNT(20) SENDPFX(>) SENDCOUNT(20) SENDSIZE(4096)
       RECEIVESIZE(4096) SESSPRIORITY(0) AUTOCONNECT(NO)
       BUILDCHAIN(YES) USERAREALEN(0) IOAREALEN(4096,4096) RELREQ(NO)
       DISCREQ(NO) NEPCLASS(0) RECOVOPTION(SYSDEFAULT)
       DEFINETIME(15/06/07 09:38:51) CHANGETIME(15/06/07 09:38:51)
       CHANGEUSRID(CICSUSER) CHANGEAGENT(CSDAPI) CHANGEAGREL(0700)
DEFINE BUNDLE(B1SYS) GROUP(MINIROR)
DESCRIPTION(BUNDLE FOR RESTFUL ONLY REGION)
       STATUS(ENABLED)
       BUNDLEDIR(/u/cntest7/json/bundles/com.ibm.cics.minibank.zosconne*
ct_1.0.0) DEFINETIME(15/06/07 09:36:30) CHANGETIME(15/06/07 09:36:30)
       CHANGEUSRID(CICSUSER) CHANGEAGENT(CSDAPI) CHANGEAGREL(0700)
